Repository: pipian/rubyripper
Catalog: locale/po/*/rubyripper.po
Languages: de

source: Show current version of rubyripper.
de: Zeige aktuelle Rubyripper - Version

source: Load configuration settings from file <FILE>.
de: Lade Konfiguration aus Datei <FILE>.

source: Display verbose output.
de: Ausführliche Ausgabe anzeigen.

source: Change configuration settings.
de: Ändere Konfiguration.

source: Show this usage statement.
de: Diese Anleitung anzeigen.

source: Verbose output specified.
de: Ausführliche Ausgaben gewählt.

source: Configure option specified.
de: Konfigurationsoption ausgewählt.

source: Use config file
de: Benutze Konfigurationsdatei

source: *** RUBYRIPPER SETTINGS ***
de: *** RUBYRIPPER EINSTELLUNGEN ***

source: ** ENCODING **
de: ** KODIERUNG **

source: 1) flac [%s] , settings: %s
de: 1) flac [%s] , Einstellungen: %s

source: 2) vorbis [%s] , settings: %s
de: 2) vorbis [%s] , Einstellungen: %s

source: 3) mp3 [%s] , settings: %s
de: 3) mp3 [%s] , Einstellungen: %s

source: 5) other [%s], settings: %s
de: 5) Andere [%s] , Einstellungen: %s

source: 7) encode while ripping [%s]
de: 7) Kodiere während des Auslesens [%s]

source: ** RIPPING **
de: ** AUSLESEN **

source: 8) cdrom : %s with offset %s
de: 8) CD-Rom : %s mit Offset offset %s

source: **Find your offset at http://www.accuraterip.com/driveoffsets.htm. **Your drive model is shown in the logfile.
de: ** Finde den Offset auf http://www.accuraterip.com/driveoffsets.htm. ** Das Modell des Laufwerks steht in der Protokolldatei.

source: 9) passing extra cdparanoia parameters : %s
de: 9) Übergebe zusätzliche Parameter an cdparanoia : %s

source: 10) match all chunks : %s
de: 10) Übereinstimmungen für alle Teilstücke : %s

source: 11) match erroneous chunks : %s
de: 11) Übereinstimmungen für Teilstücke mit Fehlern : %s

source: 12) maximum trials : %s
de: 12) Maximale Anzahl an Versuchen : %s

source: 13) eject disc after ripping [%s]
de: 13) CD nach dem Auslesen auswerfen [%s]

source: ** NAMING SCHEME **
de: ** Benennungsschema **

source: 14) base directory : %s
de: 14) Basisverzeichnis : %s

source: 15) standard scheme: %s
de: 15) Standardschema: %s

source: 16) various artist scheme: %s
de: 16) Schema für "Verschiedene Künstler": %s

source: 17) fetch cd info with freedb [%s]
de: 17) CD Infos von Freedb holen [%s]

source: 18) always use first hit [%s]
de: 18) Immer ersten Treffer benutzen [%s]

source: 20) username = %s
de: 20) Benutzername = %s

source: 88) config file = %s
de: 88) Konfigurationsdatei = %s

source: 99) Don't change any setting
de: 99) Keine Einstellungen ändern

source: Please type the number of the setting you wish to change :
de: Bitte die Nummer der zu ändernden Einstellung eingeben :

source: wav disabled
de: wav abgewählt

source: wav enabled
de: wav ausgewählt

source: playlist disabled
de: Playlist abgewählt

source: playlist enabled
de: Playlist ausgewählt

source: How many encoding threads would you like? :
de: Wie viele Kodier-Threads möchten Sie? :

source: Which options to pass to cdparanoia? :
de: Welche Optionen sollen an cdparanoia weitergeben werden? :

source: How many times must all chunks be matched? :
de: Wie oft müssen alle Teilstücke übereinstimmen? :

source: How many times must erroneous chunks be matched? :
de: Wie oft müssen fehlerhafte Teilstücke übereinstimmen? :

source: What should be the maximum number of tries? :
de: Maximale Anzahl an Versuchen? :

source: eject disabled
de: CD Auswerfen abgewählt

source: eject enabled
de: CD Auswerfen ausgewählt

source: Please enter your directory for your encodings:
de: Bitte Verzeichnis für die kodierten Dateien angeben:

source: freedb disabled
de: Freedb abgewählt

source: freedb enabled
de: Freedb ausgewählt

source: first hit disabled
de: Erster Treffer abgewählt

source: first hit enabled
de: Erster Treffer ausgewählt

source: Username :
de: Benutzername :

source: Config file :
de: Konfigurationsdatei :

source: Number %s is not an option! Please try again.
de: Nummmer %s ist keine Option! Bitte nochmals versuchen.

source: Do you want to continue with the program now? (y/n) :
de: Möchten Sie weiter mit dem Programm arbeiten? (j/n) :

source: y
de: j

source: Do you want to change the encoding parameters for %s? (y/n) :
de: Möchten Sie die Kodierparameter für %s ändern? (j/n) :

source: %a = artist, %b = album, %g = genre, %y = year, %t = trackname, %n = tracknumber, %i = inputfile, %o = outputfile (don't forget extension)
de: %a = Künstler, %b = Album, %g = Genre, %y = Jahr, %t = Titel, %n = Titelnummer, %i = Eingabedatei, %o = Ausgabedatei (mit Dateiendung)

source: Encoding paramaters for %s :
de: Kodierparameter für %s :

source: Cdrom device :
de: Cdrom Laufwerk :

source: Offset for drive :
de: Offset für das Laufwerk :

source: Current naming scheme: %s
de: Momentanes Benennungsschema: %s

source: %a = Artist %b = Album %g = Genre %y = Year %f = Codec %n = Tracknumber %t = Trackname %va = Various Artist
de: %a = Künstler %b = Album %g = Genre %y = Jahr %f = Format %n = Titelnummer %t = Titel %va = Verschiedene Künstler

source: New %s naming scheme (q to quit) :
de: Neues %s Benennungsschema (q um abzubrechen) :

source: An example filename is now: %s
de: Ein Beispiel-Dateiname ist: %s

source: yes
de: ja

source: no
de: nein

source: Please answer yes or no
de: Bitte antworten Sie mit ja oder nein

source: We should never get here
de: Bis hierher sollten wir nie kommen

source: answer = %s, question = %s (error)
de: Antwort = %s, Frage = %s (Fehler)

source: Audio-disc found, number of tracks : %s, total playlength : %s
de: Audio-CD gefunden, Anzahl der Titel: %s, Gesamtspieldauer: %s

source: Fetching freedb info...
de: Hole Freedb Daten...

source: Freedb reported multiple possibilities.
de: Freedb meldet mehrere Ergebnisse.

source: Please type the number of the one you prefer? :
de: Bitte geben Sie die Nummer des gewünschten Treffers ein :

source: DISC INFO
de: CD INFO

source: Artist:
de: Künstler:

source: Year:
de: Jahr:

source: What would you like to do?
de: Was möchten Sie machen?

source: 1) Select the tracks to rip
de: 1) Die zu rippenden Tracks wählen

source: 2) Edit the disc info
de: 2) Die CD Informationen bearbeiten

source: 3) Edit the track info
de: 3) Die Track Informationen bearbeiten

source: 4) Cancel the rip and eject the disc
de: 4) Rip abbrechen und CD auswerfen

source: Please enter the number of your choice:
de: Bitte die Nummer der Auswahl eingeben:

source: Mark disc as various artist
de: CD als "Verschiedene Künstler" markieren

source: Mark disc as single artist
de: Makiere CD als "einzelner Künstler"

source: Finished editing disc info
de: Bearbeiten der CD Informationen beendet

source: Please enter the number you'd like to edit:
de: Bitte die Nummer der Auswahl eingeben:

source: Artist :
de: Künstler :

source: Year :
de: Jahr :

source: Unknown
de: Unbekannt

source: Finished editing track info
de: Bearbeiten der Track Informationen beendet

source: This is not a valid number. Try again
de: Das ist keine gültige Ziffer. Bitte nochmal versuchen

source: Rip is canceled, exiting...
de: Auslesen abgebrochen, beenden...

source: The output directory already exists. What would you like to do?
de: Das Ausgabeverzeichnis existiert bereits. Wie möchten Sie vorgehen?

source: 1) Auto rename the output directory
de: 1) Ausgabeverzeichnis automatisch umbenennen

source: 2) Overwrite the existing directory
de: 2) Ausgabeverzeichnis überschreiben

source: 3) Cancel the rip and eject the disc
de: 3) Rippen abbrechen und CD auswerfen

source: Do you want to change your settings? (y/n) :
de: Einstellungen ändern? (j/n) :

source: Should all tracks be ripped ? (y/n)
de: Sollen alle Titel ausgelesen werden ? (j/n)

source: Tracks to rip are %s
de: Es werden folgende Titel ausgelesen: %s

source: Current selection of tracks : %s
de: Momentan ausgewählte Titel : %s

source: Enter 1 for entering the tracknumbers you want to remove. Enter 2 for entering the tracks you want to keep. Your choice:
de: 1 eingeben um die Titelnummern zum Entfernen auszuwählen. 2 eingeben um die Titelnummern die behalten werden sollen auszuwählen. Ihre Auswahl:

source: Type the numbers of the tracks you want to remove and separate them with a space:
de: Titelnummern, die entfernt werden sollen mit Leerzeichen getrennt eingeben :

source: Type the numbers of the tracks you want to keep and separate them with a space:
de: Titelnummern, die behalten werden sollen mit Leerzeichen getrennt eingeben :

source: %s is not a valid number! Please enter 1 or 2!
de: %s ist keine gültige Auswahl. Bitte 1 oder 2 eingeben!

source: Do you want to make any changes? (y/n) :
de: Möchten Sie etwas ändern? (j/n) :

source: Preferences
de: Einstellungen

source: Scan drive
de: Laufwerk abfragen

source: Open tray
de: Laufwerk öffnen

source: Rip cd now!
de: CD jetzt auslesen!

source: Exit
de: Schließen

source: Abort
de: Abbrechen

source: Disc info
de: CD Info

source: Close tray
de: Laufwerk schließen

source: Ehh.. There shouldn't be anything else. WTF?
de: Heh, hier sollte nichts mehr kommen...?

source: Secret modus = %s
de: Verborgener Modus = %s

source: Encoding progress %s %
de: Kodierfortschritt %s %

source: Ripping progress %s %
de: Auslesefortschritt %s %

source: Welcome to rubyripper %s. Scanning drive %s for an audio disc...
de: Willkommen zu Rubyripper %s. Scanne Laufwerk %s nach einer Audio CD...

source: No disc found in %s! Please insert a disc and push 'Scan drive'. The cdrom drive can be set in 'Preferences'.
de: Keine CD im Laufwerk %s gefunden! Bitte eine CD einlegen und 'Laufwerk abfragen' wählen. Das Laufwerk kann in 'Einstellungen' ausgewählt werden'.

source: Opening tray of drive %s
de: Laufwerk %s wird geöffnet

source: Closing tray of drive %s. The drive will be scanned for an audio disc...
de: Laufwerk %s wird geschlossen. Nach einer Audio-CD wird gesucht...

source: Insert an audio-disc and press 'Close tray'. The drive will automatically be scanned for a disc. If the tray is already closed, press 'Scan drive'
de: Bitte eine CD einlegen und auf 'Laufwerk schließen' klicken. Im Laufwerk wird automatisch nach einer Audio-CD gesucht. Wenn das Laufwerk bereits geschlossen ist auf 'Laufwerk abfragen' klicken

source: The eject utility is not found on your system!
de: Das Auswerf-Hilfsprogramm eject wurde nicht gefunden!

source: Freeze disc info
de: CD info einfrieren

source: Disc:
de: CD:

source: Use this option to keep the disc info for albums that span multiple discs
de: Diese Option benutzen, um die CD-Info für alle CD's einens mehrteiligen Albums beizubehalten

source: All
de: Alle

source: Artist
de: Künstler

source: Tracknames (%s tracks)
de: Titel (%s Titel)

source: Length (%s)
de: Dauer (%s)

source: <b>Disc info</b>
de: <b>CD Info</b>

source: <b>Track selection</b>
de: <b>Titelauswahl</b>

source: Cdrom device:
de: CD-Laufwerk:

source: Cdrom offset:
de: CD-Laufwerk Offset:

source: List with offsets
de: Liste mit Offsets

source: A website which lists the offset for most drives. Your drivename can be found in each logfile.
de: Eine Webseite, die die Offsets für die meisten Laufwerke listet. Der Laufwerksname kann in jeder Protokolldatei gefunden werden

source: Cdrom device
de: CD-Laufwerk

source: Match all chunks:
de: Alle Teilstücke abgleichen:

source: Match erroneous chunks:
de: Fehlerhafte Teilstücke abgleichen:

source: Maximum trials (0 = unlimited):
de: Maximale Anzahl von Versuchen (0=unendlich)

source: times
de: Mal

source: Ripping options
de: Ausleseoptionen

source: Pass cdparanoia options:
de: CD Paranoia Optionen:

source: Eject cd when finished
de: CD nach dem Beenden auswerfen

source: Only keep logfile if correction is needed
de: Behalte die Protokolldatei nur, falls Korrekturen nötig sind

source: Ripping related
de: Auslesespezifisch

source: Secure Ripping
de: Sicheres Auslesen

source: Rip hidden audio sectors
de: Lies versteckte Audio-Sektoren aus

source: Mark as a hidden track when bigger than
de: Markiere als versteckten Track, wenn länger als

source: seconds
de: Sekunden

source: Uncheck this if cdparanoia crashes with your ripping drive.
de: Abzuwählen wenn cdparanoia mit dem auslesendem Laufwerk abstürzt.

source: A hidden track will rip to a seperate file if used in track modus. If it's smaller the sectors will be prepended to the first track.
de: Ein versteckter Track wird im Trackmodus in eine separate Datei ausgelesen. Wenn er kleiner ist, wird er vor den ersten Track gehangen.

source: Audio sectors before track 1
de: Audio-Sektoren vor Track 1

source: Create cuesheet
de: Erstelle Cuesheet

source: Rip CD to single file
de: Rippe die CD als eine Datei

source: Advanced Toc analysis
de: Erweiterte TOC Analyse

source: Cdrdao installed?
de: Ist Cdrdao installiert?

source: Append pregap to the previous track
de: Hänge Pregap an den vorherigen Track an

source: Prepend pregaps to the track
de: Füge Pregaps am Anfang des Tracks ein

source: Handling pregaps other than track 1
de: Verarbeiten von Pregaps außer Track 1

source: Correct pre-emphasis tracks with sox
de: Korrigiere Pre-Emphasis Tracks mit Sox

source: Save the pre-emphasis tag in the cuesheet.
de: Speichere das Pre-Emphasis Tag im Cuesheet.

source: Handling tracks with pre-emphasis
de: Behandle Tracks mit Pre-Emphasis

source: TOC analysis
de: TOC Analyse

source: Other
de: Andere

source: Show options for "Other"
de: Zeige Optionen für "Andere"

source: %a=artist %g=genre %t=trackname %f=codec %b=album %y=year %n=track %va=various artist %o = outputfile %i = inputfile
de: %a=Künstler %g=Genre %t=Titel %f=Format %b=Album %y=Jahr %n=Titelnummer %va=Verschiedene Künstler %o=Eingabedatei %i=Ausgabedatei

source: Select audio codecs
de: Audio Formate auswählen

source: Create m3u playlist
de: m3u Playlist generieren

source: Replace spaces with underscores in filenames
de: Leerzeichen in Dateinamen durch Unterstriche ersetzen

source: Downsize all capital letters in filenames
de: Großbuchstaben in Dateinamen in Kleinbuchstaben umwandeln

source: Number of extra encoding threads
de: Anzahl zusätzlicher Kodier-Threads

source: Codec related
de: Formatspezifisch

source: Don't standardize volume
de: Kein Lautstärkenabgleich

source: Use replaygain on audio files
de: Benutze Replay Gain für Audio Dateien

source: Use normalize on wav files
de: Benutze Lautstärkeabgleich für wav Dateien

source: Album / Audiophile modus
de: Album / Audiophiler Modus

source: Normalize to standard volume
de: Standardlautstärkeabgleich

source: Codecs
de: Formate

source: Enable freedb metadata fetching
de: Freedb Abfrage einschalten

source: Always use first freedb hit
de: Immer ersten Freedb Treffer verwenden

source: Username:
de: Benutzername:

source: Freedb options
de: Freedb Optionen

source: Base directory:
de: Basisverzeichnis:

source: Various artists:
de: Verschiedene Künstler:

source: Single file image:
de: Einzeldatei-Abbild:

source: Show options for "Filenaming scheme"
de: Optionen für "Dateinamen-Schema" anzeigen

source: %a=artist %g=genre %t=trackname %f=codec %b=album %y=year %n=track %va=various artist
de: %a=Künstler %g=Genre %t=Titel %f=Format %b=Album %y=Jahr %n=Titelnummer %va=Verschiedene Künstler

source: Filenaming scheme
de: Dateinamen-Schema

source: Log file viewer:
de: Protokolldateibetrachter:

source: File manager:
de: Dateimanager:

source: Programs of choice
de: Programmauswahl

source: Verbose mode
de: "Ausführlicher" Modus

source: Debug mode
de: Debug Modus

source: Debug options
de: Debug Optionen

source: <b>Ripping status</b>
de: <b>Auslesestatus</b>

source: Not yet started (0%)
de: Noch nicht gestartet (0%)

source: The directory %s already exists. What do you want rubyripper to do?
de: Das Verzeichnis %s existiert bereits. Wie möchten Sie vorgehen?

source: Cancel rip
de: Auslesen abbrechen

source: Delete existing directory
de: Existierendes Verzeichnis überschreiben

source: Auto rename directory
de: Verzeichnis automatisch umbenennen

source: Dir already exists...
de: Verzeichnis besteht bereits...

source: The freedb server reports multiple hits. Which one would you prefer?
de: Der Freedb Server hat mehrere Treffer gefunden. Welcher soll verwendet werden?

source: Multiple hits found...
de: Mehrere Treffer gefunden...

source: Open log file
de: Protokolldatei öffnen

source: %s is not found on your system!
de: %s wurde auf Ihrem Computer nicht gefunden!

source: Open directory
de: Verzeichnis öffnen

source: Ripping and encoding is finished
de: Auslesen und Kodieren abgeschlossen

source: Example filename: %s.ext
de: Beispiel-Dateiname: %s.ext

source: No eject utility found!
de: Kein Auswurf-Werkzeug (eject) gefunden!

source: This log is created by Rubyripper, version %s
de: Das Protokoll wurde erstellt von Rubyripper, Version %s

source: WARNING: ENCODING ERRORS WERE DETECTED
de: WARNUNG: KODIERUNGSFEHLER WURDEN GEFUNDEN

source: RIPPING SUMMARY
de: ZUSAMMENFASSUNG

source: All chunks were tried to match at least %s times.
de: Es wurde versucht alle Teilstücke mindestens %s mal abzugleichen.

source: Chunks that differed after %s trials, were tried to match %s times.
de: Teilstücke, die nach %s Versuchen unterschiedlich waren, wurden %s mal versucht abzugleichen.

source: None of the tracks gave any problems
de: Bei keinem Track kamen Probleme auf

source: Some track(s) could NOT be corrected within the maximum amount of trials
de: Ein(ige) Track(s) konnten NICHT innerhalb der maximalen Anzahl von Versuchen korrigiert werden

source: Track %s could NOT be corrected completely
de: Track %s konnte NICHT vollständig korrigiert werden

source: Some track(s) needed correction,but could be corrected within the maximum amount of trials
de: Einige Tracks bedurften einer Korrektur, aber konnten erfolgreich innerhalb der maximalen Anzahl von Versuchen korrigiert werden

source: The exact positions of the suspicious chunks can be found in the ripping log
de: Die exakten Positionen von verdächtigen Teilstücken können im Ausleseprotokoll nachgesehen werden

source: SUSPICIOUS POSITION ANALYSIS
de: ANALYSE VERDÄCHTIGER POSITIONEN

source: Since there are 75 chunks per second, after making the notion of the
de: Da 75 Teilstücke pro Sekunde vorhanden sind, wird die Anzahl der

source: suspicious position, the amount of initially mismatched chunks for that position is shown.
de: ursprünglich nicht deckungsgleichen Teilstücke für jede auffällige Sekunde angezeigt.

source: Suspicious position : %s:%s (%s x) (CORRECTED at trial %s)
de: Verdächtige Position : %s:%s (%s x) (KORRIGIERT bei Versuch %s)

source: Suspicious position : %s:%s (%sx) (COULD NOT BE CORRECTED)
de: Verdächtige Position : %s:%s (%sx) (KONNTE NICHT KORRIGIERT WERDEN)

source: Unknown drive
de: Unbekannt

source: No disc found in drive %s. Please put an audio disc in first...
de: Keine CD im Laufwerk %s gefunden. Bitte erst eine Audio CD einlegen...

source: Perhaps cdparanoia doesn't support the drive parameter. Will retry with default drive
de: Keine CD gefunden oder cdparanoia unterstützt die Laufwerksparameter nicht. Versuche es mit dem Standardlaufwerk

source: Cdrom drive %s does not exist on your system! Please configure your cdrom drive first.
de: CD-Laufwerk %s existiert nicht im System! Bitte erst CD-Laufwerk einrichten.

source: You don't have read and write permission for device %s on your system! These permissions are necessary for cdparanoia to scan your drive. %s You might want to add yourself to the necessary group in /etc/group
de: Keine Lese- und Schreibrechte für Gerät %s auf dem System! Diese Rechte sind notwendig für Cdparanoia um das Laufwerk zu scannen. %s Eventuell wollen sie sich in die erforderliche Gruppe in /etc/group eintragen

source: warning: discid or cd-discid isn't found on your system! Using fallback...
de: discid oder cd-discid nicht gefunden. Versuche Ausweichlösung...

source: freedb string = %s
de: Freedb Zeichenfolge = %s

source: No pregaps, silences or pre-emphasis detected
de: Keine Pregaps, Stille oder Pre-Emphasis entdeckt

source: Track %s is marked as a DATA track
de: Track %s ist als DATA Track markiert

source: Pre_emphasis detected on track %s
de: Pre-Emphasis entdeckt für Track %s

source: Pregap detected for track %s : %s sectors
de: Pregap entdeckt für Track %s : %s Sektoren

source: Silence detected for track %s : %s sectors
de: Stille in Track %s gefunden : %s Sektoren

source: No audio disc found in %s
de: Keine CD in Laufwerk %s gefunden

source: Couldn't connect to freedb server. Network down? Default values will be shown...
de: Konnte nicht mit dem Freedb-Server verbinden. Besteht eine Netzwerkverbindung? Zeige Standardwerte an...

source: No match in Freedb database. Default values are used.
de: Keine Treffer in Freedb. Verwende Vorgaben.

source: cddb_query return code = %s. Return code not supported.
de: cddb_query Rückgabewert = %s. Rückgabewert nicht unterstützt.

source: Keep defaults / don't use freedb
de: Vorgaben verwenden / Freedb nicht benutzen

source: Can't create output directory! You have no writing acces in dir %s
de: Kann Ausgabeordner nicht anlegen! Keine Schreibrechte in %s

source: Hidden Track
de: Versteckter Track

source: Unknown Artist
de: Unbekannter Künstler

source: Not enough disk space left! Rip aborted
de: Nicht genügend Speicherplatz! Rippen abgebrochen

source: Maximum tries reached. %s chunk(s) didn't match the required %s times
de: Maximum an Versuchen erreicht. %s Teilstück(e) stimmten nicht die benötigten %s mal überein

source: Will continue with the file we've got so far
de: Mache mit der Datei weiter, die wir bisher haben

source: Cdparanoia doesn't output wav files. Check your settings please.
de: Cdparanoia gibt keine wav Dateien aus. Bitte Einstellungen überprüfen.

source: Notice that each sector is 1/75 second.
de: Beachten sie, dass jeder Sektor 1/75 einer Sekunde ist.

source: Filesize is not correct! Trying another time
de: Dateigröße ist nicht korrekt! Neuer Versuch

source: Analyzing files for mismatching chunks
de: Analysiere Datei auf nicht übereinstimmende Teilstücke

source: Every chunk matched %s times :)
de: Jedes Teilstück stimmte %s mal überein :)

source: %s chunk(s) didn't match %s times.
de: %s Teilstück(e) stimmten nicht %s mal überein.

source: Error(s) succesfully corrected, %s matches found for each chunk :)
de: Fehler erfolgreich korrigiert, %s Übereinstimmungen für jedes Teilstück :)

source: MD5 sum: %s
de: MD5 Summe: %s

source: WARNING: Encoding to %s exited with an error with track %s!
de: WARNUNG: Kodierung zu %s mit Fehler in Track %s beendet!

source: ADVANCED TOC ANALYSIS (with cdrdao)
de: Erweiterte TOC Analyse (mit cdrdao)

source: ...please be patient, this may take a while
de: ...bitte etwas Geduld, dies kann dauern

source: The device %s doesn't exist on your system!
de: Das Laufwerk %s existiert nicht im System!

source: Please select at least one track.
de: Bitte mindestens einen Track auswählen.

source: The Gui doesn't match inserted cd. Please press Scan Drive first.
de: Die angezeigten Angaben stimmen nicht mit der eingelegten CD überein. Bitte auf 'CD jetzt auslesen!' klicken.

source: No codecs are selected!
de: Keine Formate ausgewählt!

source: %s not found on your system!
de: %s im System nicht gefunden!

source: Cdrom player used to rip: %s
de: Benutztes CD-ROM Laufwerk: %s

source: Cdrom offset used: %s
de: Benutzter CD-ROM Offset: %s

source: Ripper used: cdparanoia %s
de: Benutzter Ripper: cdparanoia %s

source: default settings
de: vorgegebene Einstellungen

source: Matches required for all chunks: %s
de: Benötigte Übereinstimmungen für alle Teilstücke: %s

source: Matches required for erroneous chunks: %s
de: Benötigte Übereinstimmungen für fehlerhafte Teilstücke: %s

source: Codec(s) used:
de: Benutzte(s) Format(e):

source: -other -> %s
de: -andere -> %s

source: Artist =
de: Künstler=

source: Year =
de: Jahr =
